--唤醒手柄--
<wakeup_joystick>
LPress:0.1
1
LPress:0.1
3

--返回主界面--
<return_home>
Home:0.1
1.5

--返回游戏界面（非Home页面）--
<return_game>
[common.return_home]
A:0.1
1.5

--关闭游戏--
<close_game>
[common.return_home]
X:0.1
0.5
A:0.1
5

--连续点击A--
<press_button_a|连续点击A>
A:0.1
0.2

--连续点击B--
<press_button_b|连续点击B>
B:0.1
0.2


--复制YB--
<copy_yb|复制YB>
# 第一次复制
# 打开菜单
# 炸弹等物品不可适用
PLUS:0.1
0.2
A:0.1
0.2
# 方向键向下 选中物品
BOTTOM:0.1
0.1
A:0.1
0.2
A:0.1
0.2
A:0.1
0.2
A:0.1
0.2
A:0.1
0.2
# YB复制
Y|B|:0.1
0.2
# 第二次复制
# 打开菜单
PLUS:0.1
0.2
A:0.1
0.2
# 方向键向下 选中物品
BOTTOM:0.1
0.1
A:0.1
0.2
A:0.1
0.2
A:0.1
0.2
A:0.1
0.2
A:0.1
0.2
# YB复制
Y|B|:0.1
0.2
# 第三次复制
# 打开菜单
PLUS:0.1
0.2
A:0.1
0.2
# 方向键向下 选中物品
BOTTOM:0.1
0.1
A:0.1
0.2
A:0.1
0.2
A:0.1
0.2
A:0.1
0.2
A:0.1
0.2
# YB复制
Y|B|:0.1
0.2
# 第四次复制
# 打开菜单
PLUS:0.1
0.2
A:0.1
0.2
# 方向键向下 选中物品
BOTTOM:0.1
0.1
A:0.1
0.2
A:0.1
0.2
A:0.1
0.2
A:0.1
0.2
A:0.1
0.2
# YB复制
Y|B|:0.1
0.2
# 落地
B:0.1
1
# 捡取物品
A:0.1
0.2
A:0.1
0.2
A:0.1
0.2
A:0.1
0.2
A:0.1
0.2

--盾跳复制YB--
<copyzl_yb|盾跳复制YB>
# 盾跳
X:0.1
0.2
ZL|A:0.1
0.1
# 打开背包
PLUS:0.1
0.2
# 选中复制物品
A:0.1
0.2
# 拿取5个
BOTTOM:0.1
0.2
A:0.1
0.2
A:0.1
0.2
A:0.1
0.2
A:0.1
0.2
A:0.1
0.2
# YB复制
Y|B:0.1
0.5
# 落地拿取
A:0.1
0.2
A:0.1
0.2
A:0.1
0.2
# 转身
LSTICK@-50,+20
# 落地拿取
A:0.1
0.2
A:0.1
0.2
A:0.1
0.2